{
  "fr": {
    "meet_the_artist": "Rencontrez l'artiste",
    "accueil_0_0": "Offrez-vous une expérience unique de maquillage et de coiffure sur-mesure, pensée spécialement pour vous. Avec une expertise intemporelle et élégante, mon objectif est de faire ressortir votre essence et votre vision, en veillant à ce que chaque détail soit parfaitement maîtrisé pour sublimer votre beauté et vous faire sentir exceptionnelle le jour de votre mariage.",
    "accueil_0_1": "Au-delà des techniques de maquillage et de coiffure, je crois fermement que l'établissement d'une relation de confiance et d'écoute est essentiel pour garantir une expérience de mariage agréable et inoubliable. Je m'engage à créer une ambiance chaleureuse et bienveillante, vous offrant ainsi confort et assurance tout au long de votre journée, afin que vous viviez ce moment clé de manière sereine.",
    "accueil_0_2": "Ensemble, imaginons le look de mariée idéal qui sublimera vos traits avec élégance et délicatesse, pour que vous rayonnez de grâce et de sérénité en marchant vers l'autel.",
    "learn_more_approach": "Découvrez mon approche",
    "take_a_look_around": "Voyez par vous-même",
    "footer": "Cloe Chaudron Beauty est une artiste maquilleuse et coiffeuse installée dans le Luberon, spécialisée dans les prestations de beauté pour les mariages, les séances photo, et bien d'autres événements. Elle se déplace partout en France et en Europe pour offrir ses services professionnels.",
    "inquire": "Contacter",
    "explore_the_gallery": "Explorez la galerie",
    "about_0": "Bienvenue sur mon site. C'est l'endroit idéal pour en découvrir davantage sur moi. Voici donc un aperçu de mon parcours.",
    "about_1": "Je suis née et j'ai grandi dans le Luberon, cet écrin de nature où le temps semble suspendu. En 2018, j'ai pris la décision de suivre ma passion de toujours et de devenir maquilleuse artistique. C'est au cours de ma formation de deux ans que j'ai découvert l'univers du mariage, notamment à travers des cours pratiques de coiffure et de maquillage. C'est alors que j'ai su que je voulais me lancer dans cette voie dès l'obtention de mon diplôme en 2020.",
    "about_2": "Je puise mon inspiration dans l'élégance et la palette de couleurs du Luberon, un territoire où la beauté de la nature se marie harmonieusement avec la douceur de vivre. Cette région, avec ses paysages pittoresques et ses nuances subtiles, nourrit ma créativité et m'inspire à créer des maquillages raffinés et intemporels, qui mettent en valeur la beauté unique de chaque mariée, tout en restant fidèles à l'esprit naturel et lumineux de ce lieu enchanteur.",
    "glow_avis": "Cloé a été à l'écoute et a su comprendre mes demandes. J'avais une idée très clair de ma coiffure, en revanche aucune idée pour le maquillage. La coiffure a été exactement comme je l'attendais et était sublime. Pour le maquillage, Cloé a su comprendre qui j'étais en quelques minutes et m'a fait un maquillage sur-mesure qui me correspondait à 100%. J'ai reçu beaucoup de compliment sur la coiffure et mon maquillage au cours de la journée. Je ne peux que vous la recommander. Cloé, je te remercie pour ta gentillesse et ton accompagnement.",
    "behind_the_brush": "Derrière le pinceau",
    "kind_words": "Témoignages de mes mariées",
    "approach_0": "Le jour de votre mariage doit révéler une version authentique, éclatante et inoubliable de vous-même. Mon approche consiste à créer des looks modernes et élégants, sublimant vos traits tout en incarnant la 'french touch'. Je privilégie des finitions lumineuses pour un teint impeccable et naturel, et des coiffures intemporelles, qu'il s'agisse de chignons raffinés, de waves ou de brushing hollywoodien, qui dureront toute la journée.",
    "approach_1": "Mon objectif est de vous offrir une expérience sur-mesure, simple et mémorable, du premier contact jusqu'à votre entrée dans l’allée. Chaque étape est soigneusement orchestrée pour que rien ne soit laissé au hasard. Mon but est de vous offrir une attention totale, de vous accompagner avec bienveillance et de vous permettre de vous sentir rayonnante et en confiance lors de cette journée exceptionnelle.",
    "contact_0": "Je suis honorée que vous envisagiez de me confier une partie de votre journée spéciale. Pour vérifier ma disponibilité et réserver mes services, veuillez remplir le formulaire suivant ou envoyer un email à cloe.chaudron@outlook.com.",
    "contact_1": "J'ai hâte d'avoir de vos nouvelles bientôt et de concrétiser votre vision de la beauté.​",
    "bridal_0": "Nous commençons par une consultation détaillée pour cerner votre vision, vos préférences et vos besoins. Cela me permet de concevoir un plan sur-mesure pour votre coiffure et maquillage, en parfaite harmonie avec le thème de votre mariage et votre style personnel. De la première rencontre aux retouches finales, je vous accompagne à chaque étape pour m'assurer que chaque détail soit impeccable. Votre contribution est essentielle pour créer un look qui vous rendra confiante et éblouissante, reflet fidèle de votre style et personnalité.",
    "bridal_1": "Mon objectif est d'offrir une expérience luxueuse, en veillant à ce que chaque mariée se sente magnifiquement belle et élégante en toute confiance le jour de son mariage. Mon expertise dans l'art de la beauté nuptiale me permet d'offrir une expérience raffinée, en utilisant uniquement des produits haut de gamme et les dernières techniques qui garantissent une finition impeccable et durable. Que vous envisagiez un look classique, romantique ou moderne, je me concentrerai sur chaque détail pour donner vie à votre rêve avec élégance et sophistication."
  },
  "en": {
    "meet_the_artist": "Meet the artist",
    "accueil_0_0": "Treat yourself to a unique, bespoke makeup and hairstyling experience, designed especially for you, reflecting your essence and enhancing your natural beauty. With expertise in timeless makeup and elegant, flowing hairstyles, my goal is to bring out your personal style and vision, ensuring that every detail is perfectly crafted to highlight your beauty and make you feel extraordinary on your wedding day.",
    "accueil_0_1": "Beyond the techniques of makeup and hairstyling, I firmly believe that building a relationship based on trust and communication is essential to ensuring a memorable and enjoyable wedding experience. I am committed to creating a warm and supportive atmosphere, providing you with comfort and confidence throughout the day, so you can experience this pivotal moment with peace of mind, while embarking on this new chapter of your life with assurance.",
    "accueil_0_2": "Together, let's design the perfect bridal look that will enhance your features with subtle elegance, ensuring you radiate grace and confidence as you walk down the aisle.",
    "learn_more_approach": "Explore my approach",
    "take_a_look_around": "See for yourself",
    "footer": "Cloe Chaudron Beauty is a makeup artist and hairstylist based in the Luberon, specializing in beauty services for weddings, photo shoots, and various other events. She travels throughout France and Europe to provide her professional services.",
    "inquire": "Contact",
    "explore_the_gallery": "Explore the gallery",
    "about_0": "Welcome to my website. This is the perfect place to learn more about me. Here is an overview of my journey.",
    "about_1": "I was born and raised in the Luberon, this haven of nature where time seems to stand still. In 2018, I decided to follow my lifelong passion and become a makeup artist. During my two-year training, I discovered the world of weddings, particularly through practical courses in hairstyling and makeup. It was then that I knew I wanted to pursue this path as soon as I graduated in 2020.",
    "about_2": "I draw my inspiration from the elegance and color palette of the Luberon, a region where the beauty of nature blends harmoniously with the art of living. This area, with its picturesque landscapes and subtle hues, nourishes my creativity and inspires me to create refined and timeless makeup looks that highlight the unique beauty of each bride, while staying true to the natural and radiant spirit of this enchanting place.",
    "glow_avis": "Cloé was attentive and understood my requests perfectly. I had a very clear idea of my hairstyle, but no idea about the makeup. The hairstyle was exactly as I expected and absolutely stunning. For the makeup, Cloé quickly understood who I was and created a personalized look that suited me 100%. I received many compliments on both my hairstyle and makeup throughout the day. I can only highly recommend her. Cloé, thank you for your kindness and support.",
    "behind_the_brush": "Behind the brush",
    "kind_words": "Kind words from my brides",
    "approach_0": "Your wedding day should reveal an authentic, radiant, and unforgettable version of yourself. My approach is to create modern and elegant looks that enhance your features while embodying the 'french touch.' I focus on luminous finishes for a flawless and natural complexion, and timeless hairstyles, whether it's refined buns, waves, or Hollywood blowouts, that will last all day long.",
    "approach_1": "My goal is to provide you with a tailored, simple, and memorable experience, from the first contact to your walk down the aisle. Each step is carefully orchestrated to ensure that nothing is left to chance. My aim is to give you my full attention, guide you with kindness, and help you feel radiant and confident on this exceptional day.",
    "contact_0": "I am honored you are considering me to be a part of your special day. To check availability and book my services, please complete the following form or send an email to cloe.chaudron@outlook.com",
    "contact_1": "I look forward to hearing from you soon and making your beauty vision into reality.​",
    "bridal_0": "We start with a detailed consultation to understand your vision, preferences, and needs. This allows me to design a customized plan for your hairstyle and makeup, perfectly aligned with your wedding theme and personal style. From the first meeting to the final touch-ups, I will accompany you at every step to ensure that every detail is impeccable. Your input is essential to create a look that will make you feel confident and radiant, a true reflection of your style and personality.",
    "bridal_1": "My goal is to offer a luxurious experience, ensuring that every bride feels beautifully elegant and confident on her wedding day. My expertise in bridal beauty allows me to provide a refined experience, using only high-end products and the latest techniques to guarantee a flawless and long-lasting finish. Whether you envision a classic, romantic, or modern look, I will focus on every detail to bring your dream to life with elegance and sophistication."
  }
}
